myDatart/myDatart-erpUpdate/src/test/resources/soaps/erpUpdateUnknownMethod-request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:bam="http://etnetera.com/projects/datart/bambino">
   <soapenv:Header/>
   <soapenv:Body>
      <bam:updateXXX>
         
      </bam:updateXXX>
   </soapenv:Body>
</soapenv:Envelope>